{"filename": "././files/A Structure for Deoxyribose Nucleic Acid.pdf", "filehash": "9264bbc415239a496d74721cef3192a8b8d4070ca88f6027c257f2d1b9b4d37b", "scanType": "pytesseract", "pages": [["April\n\f", "1953\n\f", "ATURE\n\f", "No. 4356\n\f", "737\n\f", "equipment, and to Dr. G. E. R. Deacon and the\ncaptain and officers of R.R.S. Discovery II for their\npart in making the observations.\n\n*Young, ee B., Gerrard, H:, and Jevons, W., Pail. Mag., 40, 149\n(1920).\n\n® Longuet- Higgins, M, 8., Mon, Not, Roy. Astro. Soc., Geophys. Supp.,\n5, 285 (1949).\n\n3 Von Arx, W. S., Woods Hole Papers in Phys. Oceanog. Meteor., 11\n(3) (1950),\n\n‘Ekman, V. W., Arkiv. Mat. Astron. Fysik. (Stockholm), 2 (11) (1905).\n\f", "is @ residue on each chain every 3-4 A. in the z-direc-\ntion. We have assumed an angle of 36° between\nadjacent residues in the same chain, so that the\nstructure repeats after 10 residues on each chain, that\nis, after 34 A. The distance of a phosphorus atom\nfrom the fibre axis is 10 A. As the phosphates are on\nthe outside, cations have easy access to them.\n\nThe structure is an open one, and its water content\nigs rather high. At lower water contents we would\nexpect the bases to tilt so that the structure could\nbecome more compact.\n\nThe novel feature of the structure is the manner\nin which the two chains are held together by the\npurine and pyrimidine bases. The planes of the bases\nare perpendicular to the fibre axis. They are joined\ntogether in pairs, a single base from one chain being\nhydrogen-bonded to a single base from the other\nchain, so that the two lie side by side with identical\nz-co-ordinates. One of the pair must be a purine and\nthe other a pyrimidine for bonding to occur. The\nhydrogen bonds are made as follows : purine position\n1 to pyrimidine position 1; purine position 6 to\npyrimidine position 6.\n\nIf it is assumed that the bases only occur in the\nstructure in the most plausible tautomeric forms\n(that is, with the keto rather than the enol con-\nfigurations) it is found that only specific pairs of\nbases can bond together. These pairs are: adenine\n(purine) with thymine (pyrimidine), and guanine\n(purine) with cytosine (pyrimidine).\n\nIn dther words, if an adenine forms one member of\na pair, on either chain, then on these assumptions\nthe other member must be thymine; similarly for\nguanine and cytosine. The sequence of bases on a\nsingle chain does not appear to be restricted in any\nway. However, if only specific pairs of bases can be\nformed, it follows that if the sequence of bases on\none chain is given, then the sequence on the other\nchain is automatically determined.\n\nIt has been found experimentally*4 that the ratio\nof the amounts of adenine to thymine, and the ratio\nof guanine to cytosine, are always very close to unity\nfor deoxyribose nucleic acid.\n\nIt is probably impossible to build this structure\nwith a ribose sugar in place of the deoxyribose, as\nthe extra oxygen atom would make too close a van\nder Waals contact.\n\nThe previously published X-ray data** on deoxy-\nribose nucleic acid are insufficient for a rigorous test\nof our structure. So far as we can tell, it is roughly\ncompatible with the experimental data, but it must\nbe regarded as unproved until it has been checked\nagainst more exact results. Some of these are given\nin the following communications. We were not aware\nof the details of the results presented there when we\ndevised our structure, which rests mainly though not\nentirely on published experimental data and stereo-\nchemical arguments.\n\nIt has not escaped our notice that the specific\npairing we have postulated immediately suggests a\npossible copying mechanism for the genetic material.\n\nFull details of the structure, including the con-\nditions assumed in building it, together with a set\nof co-ordinates for the atoms, will be published\nelsewhere.\n\nWe are much indebted to Dr. Jerry Donohue for\nconstant advice and criticism, especially on inter-\natomic distances. We have also been stimulated by\na knowledge of the general nature of the unpublished\nexperimental results and ideas of Dr. M. H. F.\nWilkins, Dr. R. E. Franklin and their co-workers at\n\f", "MOLECULAR\n\f", "STRUCTURE\n\f", "NUCLEIC\n\f", "Structure for\n\f", "Deoxyribose\n\f", "Nucleic\n\f", "Acid\n\f", "E wish to suggest a structure for the salt\n\nof deoxyribose nucleic acid (D.N.A.). This\nstructure has novel features which are of considerable\nbiological interest.\n\nA structure for nucleic acid has already been\nproposed by Pauling and Corey. They kindly made\ntheir manuscript available to us in advance of\npublication. Their model consists of three inter-\ntwined chains, with the phosphates near the fibre\naxis, and the bases on the outside. In our opinion,\nthis structure is unsatisfactory for two reasons:\n(1) We believe that the material which gives the\nX-ray diagrams is the salt, not the free acid. Without\nthe acidic hydrogen atoms it is not clear what forces\nwould hold the structure together, especially as the\nnegatively charged phosphates near the axis will\nrepel each other. (2) Some of the van der Waals\ndistances appear to be too small.\n\nAnother three-chain structure has also been sug-\ngested by Fraser (in the press). In his model the\nphosphates are on the outside and the bases on the\ninside, linked together by hydrogen bonds. This\nstructure as described is rather ill-defined, and for\nthis reason we shall not comment\non it.\n\nWe wish to put forward a\nradically different structure for\nthe salt of deoxyribose nucleic\nacid. This structure has two\nhelical chains each coiled round\nthe same axis (sce diagram). We\nhave made the usual chemical\nassumptions, namely, that each\nchain consists of phosphate di-\nester groups joining 6-p-deoxy-\nribofuranose residues with 3’,5’\nlinkages. The two chains (but\nnot their bases) are related by a\ndyad perpendicular to the fibre\naxis. Both chains follow right~-\nhanded helices, but owing to\nthe dyad the sequences of the\natoms in the two chains run\nin opposite directions. Each\nchain loosely resembles Fur-\nberg’s? model No. 1; that is,\nthe bases are on the inside of\nwhist ; the helix and the phosphates on\nThis figure is purely the outside. The configuration\nHoboas symbolize. the of the sugar and the atoms\ntwo phosphate—sugar near it is close to Furberg’s\nchains, and the hori- t . 5\nzontal rods the pairs of standard configuration’, the\nbases holding the chains = gugar being roughly perpendi-\n\ntogether. The vertical\nToe marca the ‘abre axis cular to the attached base. There\n\n   \n\n| Yy\n\f", "This figure is purely\ndiagrammatic. The two\nribbons symbolize the\ntwo phosphate—sugar\nchains, and the hori-\nzontal rods the pairs of\nbases holding the chains\ntogether. The vertical\nHine marks the fibre axis\n\f", "©1953 Nature Publishing Group\n\f"], ["1953\n\f", "April\n\f", "ATURE\n\f", "738\n\f", "VOL. 171\n\f", "King’s College, London. One of us (J.D. W.) has been\naided by a fellowship from the National Foundation\nfor Infantile Paralysis.\n\f", "J. D. Warson\nF. H. C. Crick\nMedical Research Council Unit for the\nStudy of the Molecular Structure of\nBiological Systems,\nCavendish Laboratory, Cambridge.\nApril 2.\n\f", "‘Pauling, L., and Corey, R. B., Nature, 171, 346 (1953); Proc. U.S.\nNat. Acad. Sci., 39, 84 (1953).\n\n* Furberg, S., deta Chem. Scand., 6, 634 (1952).\n\n° Chargaff, E., for references see Zamenhof, S., Brawerman, G., and\nChargaff, H., Biochim. et Biophys. Acta, 9, 402 (1952).\n\n“Wyatt. G. R., J. Gen. Physiol., 36, 201 (1952).\n\n* Astbury, W. T., Symp. Soc. Exp. Biol. 1, Nucleic Acid, 66 (Camb.\nUniv. Press, 1947).\n\n© Wilkins, M. H. F., and Randall, J. 1, Biochim. et Biophys. Acta,\n10, 192 (1953).\n\f", "Proc. U.S.\n\f", "a\n\f", "Molecular\n\f", "Structure of Deoxypentose\nNucleic Acids\n\f", "WHILE the biological properties of deoxypentose\nnucleic acid suggest a molecular structure con-\ntaining great complexity, X-ray diffraction studies\ndescribed here (cf. Astbury’) show the basic molecular\nconfiguration has great simplicity. The purpose of\nthis communication is to describe, in a preliminary\nway, some of the experimental evidence for the poly-\nnucleotide chain configuration being helical, and\nexisting in this form when in the natural state. A\nfuller account of the work will be published shortly.\n\nThe structure of deoxypentose nucleic acid is the\nsame in all species (although the nitrogen base ratios\nalter considerably) in nucleoprotein, extracted or in\ncells, and in purified nucleate. The same linear group\nof polynucleotide chains may pack together parallel\nin different ways to give crystalline!-%, semi-crystalline\nor paracrystalline material. In all cases the X-ray\ndiffraction photograph consists of two regions, one\ndetermined largely by the regular spacing of nucleo-\ntides along the chain, and the other by the longer\nspacings of the chain configuration. The sequence of\ndifferent nitrogen bases along the chain is not made\nvisible.\n\nOriented paracrystalline deoxypentose nucleic acid\n(‘structure B’ in the following communication by\nFranklin and Gosling) gives a fibre diagram as shown\nin Fig. 1 (cf. ref. 4). Astbury suggested that the\nstrong 3-4-A. reflexion corresponded to the inter-\nnucleotide repeat along the fibre axis. The ~ 34 A.\nlayer lines, however, are not due to a repeat of a\npolynucleotide composition, but to the chain con-\nfiguration repeat, which causes strong diffraction as\nthe nucleotide chains have higher density than the\ninterstitial water. The absence of reflexions on or\nnear the meridian immediately suggests a helical\nstructure with axis parallel to fibre length.\n\f", "Fibre diagram of deoxypentose nucleic acid from B. coli.\nFibre axis vertical\n\f", "Fig. 1.\n\f", "the innermost maxima of each Bessel function and\nthe origin. The angle this line makes with the equator\nis roughly equal to the angle between an element of\nthe helix and the helix axis. Ifa unit repeats n times\nalong the helix there will be a meridional reflexion\n(Jo?) on the nth layer line. The helical configuration\nproduces side-bands on this fundamental frequency,\nthe effect® being to reproduce the intensity distribution\nabout the origin around the new origin, on the nth\nlayer line, corresponding to C in Fig. 2.\n\nWe will now briefly analyse in physical terms some\nof tho effects of the shape and size of the repeat unit\nor nucleotide on the diffraction pattern. First, if the\nnucleotide consists of a unit having circular symmetry\nabout an axis parallel to the helix axis, the whole\ndiffraction pattern is modified by the form factor of\nthe nucleotide. Second, if the nucleotide consists of\na series of points on a radius at right-angles to the\nhelix axis, the phases of radiation scattered by the\nhelices of different diameter passing through each\npoint are the same. Summation of the corresponding\nBessel functions gives reinforcement for the inner-\n\f", "Diffraction\n\f", "Helices\n\f", "It may be shown! (also Stokes, unpublished) that\nthe intensity distribution in the diffraction pattern\nof a series of points equally spaced along a helix is\ngiven by the squares of Bessel functions. A uniform\ncontinuous helix gives a series of layer lines of spacing\ncorresponding to the helix pitch, the intensity dis-\ntribution along the nth layer line being proportional\nto the square of Jn, the nth order Bessel function.\nA straight line may be drawn approximately through\n\f", "Fig. 2. Diffraction pattern of system of helices corresponding to\nstructure of deoxypentose nucleic acid. ‘The squares of Besse)\nfunctions are plotted about 0 on the equator and on the first,\nsecond, third and fifth layer lines for half of the nucleotide mass\nat 20 A. diameter and remainder distributed along a radius, the\nmass at a given radius being proportional to the radius. About\nC on the tenth layer line similar functions are plotted for an outer\ndiameter of 12 A.\n\f", "©1953 Nature Publishing Group\n\f"]]}
{"filename": "././files/Counterexample to Euler's conjecture on sums of like powers.pdf", "filehash": "e7a901f68501d8ba2f0ff779dace23d26756360ee17b92ec4e9708d7120d7259", "scanType": "pytesseract", "pages": [["1079\n\f", "COUNTEREXAMPLE TO EULER’S CONJECTURE\n\f", "1966]\n\f", "London Math.\n\f", "2. F. P. Ramsey, On a problem\n30 (1930), 264-286.\n\f", "of formal logic, Proc.\n\f", "Soc. (2)\n\f", "DartTMouTH COLLEGE\n\f", "COUNTEREXAMPLE\nON SUMS |\n\f", "TO EULER’S CONJECTURE\nOF LIKE POWERS\n\f", "BY L. J. LANDER AND T. R. PARKIN\n\f", "Communicated by J. D. Swift, June 27, 1966\n\f", "A direct search on the CDC 6600 yielded\n\f", "275 + 845 + 1105 4+ 1335 =\n\f", "1445\n\f", "the\n\f", "as the smallest instance in which four fifth powers sum to a fifth\npower. This is a counterexample to a conjecture by Euler [1] that at\nleast n nth powers are required to sum to an nth power, n>2.\n\f", "instance\n\f", "four\n\f", "fifth\n\f", "REFERENCE\n\f", "1. L. E. Dickson, History of the theory of numbers, Vol. 2, Chelsea, New York,\n1952, p. 648.\n\f", "License or copyright restrictions may apply to redistribution; see https://www.ams.org/journal-terms-of-use\n\f"]]}
{"filename": "././files/Covering a square of side n +Ɛ with unit squares.pdf", "filehash": "7f0aa0303d976e9413c32dbdbc2072d1b5b31c851de288edde50750369b927f5", "scanType": "pytesseract", "pages": [["Available online at www.sciencedirect.com\n\nscence (Joinecr:\n\f", "Journal of\nCombinatorial\nTheory\n\nSeries A\n\nwww.elsevier.com/locate/jcta\n\f", "Journal of Combinatorial Theory, Series A 113 (2006) 380—383\n\f", "Note\n\f", "Covering\n\f", "of side\n\f", "é with\n\f", "unit\n\f", "square\n\f", "squares\n\f", "Alexander Soifer®:>\n\f", "University of Colorado at Colorado Springs, P. O. Box 7150, Colorado Springs, CO 80933, USA\n‘DIMACS, Rutgers University\n\f", "Received 4 May 2005\n\f", "Communicated by Victor Klee\nAvailable online 11 October 2005\n\f", "Abstract\n\f", "In [Covering a triangle with triangles, Amer. Math. Monthly 112 (1) (2005) 78; Cover-up, Geombinatorics\nXIV (1) (2004) 8-9], Conway and I showed that in order to cover an equilateral triangle of side length n + ¢,\nn? +2 unit equilateral triangles suffice while obviously n? + 1 are wanted. (The latest “triangular” results\ncan be found in [D. Karabash, A. Soifer, On covering of trigons, Geombinatorics XV (1) (2005) 13-17].)\nHere I pose an analogous problem for squares and show that in order to cover a square of side length n + ¢,\nne+o (1)n + O (1) unit squares suffice. This problem is dual to the one solved by Erdés and Graham 30\nyears ago [On packing squares with equal squares, J. Combin. Theory (A) 19 (1975) 119-123], which dealt\nwith packing unit squares in a square. And as in Erdés—Graham, in our problem a natural upper bound of\n(n+ 1)? provided by a square lattice can be much improved.\n© 2005 Elsevier Inc. All rights reserved.\n\n \n\n \n\f", "Keywords: Combinatorial; Discrete geometry; Optimal covering; Packing\n\f", "Naturally, a square of side n can be covered by n? unit squares. When, however, the side length\nincreases to n + €, we obtain a new open problem:\n\f", "Find the smallest number II (1) of unit squares that can cover a square of side\n\f", "The Problem.\n\f", "length n + ¢.\n\f", "This problem, in a sense, is dual to the one solved by Erdés and Graham 30 years ago [EG],\nwhich dealt with packing unit squares in a square. And as in Erdés—Graham, in our problem a\nnatural upper bound of (n + 1)? provided by a square lattice can be much improved. Let us do it.\n\f", "E-mail address: asoifer@uccs.edu.\nURL: http://www.uccs.edu/~ asoifer.\n\f", "0097-3 165/$ - see front matter © 2005 Elsevier Inc. All rights reserved.\ndoi: 10.1016/j.jcta.2005.08.005\n\f"], ["Notes / Journal of Combinatorial Theory, Series A 113 (2006) 380-383\n\f", "381\n\f", "Fig. 1.\n\f", "The Bound. Given a (n + ¢€) x (n + €) square. To cover it with unit squares we will use a square\ngrid in the lower left (n — k) x (n — k) subsquare, and 1 x (k + 1) polyominos in covering one\n(upper) side of the remaining L-shaped molding and then doubling the result to account for the\nright-hand side of the molding (Fig. 1).\n\f", "Let us look closer at this polyomino covering. Observe that in fact the circle on AD as the\ndiameter would have B and C on it. The close-up is shown in Fig. 2.\nDenote AE = x, then ED = (k + ¢) x, and from the triangle ABE by Pythagoras we get a\n\f", "quadratic in x:\n\f", "1+lk+)—(k+e)xP =x’,\n\f", "[+0 1] x? - 20 + + ax (42k +2) =O.\n\f", "Thus,\n\f", "_ + Dk +8) + V2KF2— he F\n\n \n\n(k? — 1) + 2ke + e?\n\f"], ["382\n\f", "Notes / Journal of Combinatorial Theory, Series A 113 (2006) 380-383\n\f", "Fig. 2.\n\f", "Observing that ours is the root with the minus (for with plus x becomes unseemly large for\n\n- icing that J2k +2 —2ke—@ < JIkF2— he\nk = 1 and small ¢), and noticing that /2k + 2 — 2ke— &* < /2k +2 Jaga’ WE get\n\f", " \n\n— JIk+2— —4 24 KH a\nREDE +o = VIF? gige  (P +k 242) + (k+1+ ses )e\n\n(k? — 1) + 2ke + e? (k? — 1) + 2ke + &?\n+k — J2k+2\nSS\nkRe+ke-1\n\n \n\f", "where the last inequality is true for any k >2. Observe (Fig. 1) that x is precisely the “horizontal\nwidth” of a 1 x (k +1) polyomino; thus, in our covering we need at most 2 [2] of such\npolyominos (we double to account for two parts of the L-shape to be covered). From this we get\nthe desired upper bound (we can—but will not—slightly improve it by eliminating duplication in\nthe covering of the upper right square in Fig. | and throwing away squares at the ends of “L” that\nare completely outside the square we cover):\n\f", "e+\nke\n1\n\nk JV\n2 +k — J2k+2\n2k\n+2\n(\nn+é)\n\f", "Min <n? +24)\n\f", "Choosing ¢ = 0 (k) and introducing the symbol [[a]] to denote the lowest integer strictly greater\nthan a, we get\n\f", "R-1\nMin < (nF 42+ D [| Ss 5\")\n\f", "For k = 4999, for example, this gives the upper bound IT (n) < n* + 0.04n + 4999? + 10000\nfor n > 4999. In fact, it is easy to see that the upper bound we found is asymptotically equivalent\nto n? + o(1)n + O (1). This upper bound is asymptotically the best possible, and so I have\naccomplished the stated goal. I have a conjecture for the lower bound.\n\f", "n?+o(1)n+O (I).\n\f", "Asymptotic Upper Bound Result:.\n\f", "n> +0 (I).\n\f", "Asymptotic Lower Bound Conjecture:.\n\f"], ["Notes / Journal of Combinatorial Theory, Series A 113 (2006) 380-383\n\f", "383\n\f", "For small values of n the problem of determining exact values of II (7) is open and not easy.\nTo colleagues interested in pursuing this direction, I can offer a few numbers they can start with:\nTI (1) = 3;5<I1 (2) <7; and 10<I1 (3) < 14.\n\nI thank Col. Dr. Robert Ewell for converting my scribbles into clean computer-aided illustra-\ntions, and Victor Klee and Mitya Karabash for a helpful critique of the manuscript.\n\f", "References\n\f", "[CS1] J.H. Conway, A. Soifer, Covering a triangle with triangles, Amer. Math. Monthly 112 (1) (2005) 78.\n[CS2] J.H. Conway, A. Soifer, Cover-up, Geombinatorics XIV (1) (2004) 8-9.\n\n[EG] P. Erdés, R.L. Graham, On packing squares with equal squares, J. Combin. Theory (A) 19 (1975) 119-123.\n[KS] D. Karabash, A. Soifer, On covering of trigons, Geombinatorics XV (1) (2005) 13-17.\n\f"]]}
